Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: we're on the right floor, I'm sure of it! it's coming from right beside us!
es_419: ¡Sé que estamos en el piso correcto! ¡El ruido viene de allá atrás!

source: Get that door open!
es_419: ¡Abran la puerta!

source: if you have the energy to complain, go to your room and study instead!
es_419: ¡Si tanta energía tienes para quejarte, entonces ve a tu habitación y estudia!

source: you managed to fire your weapon at another person, at least.
es_419: Al menos lograste dispararle a otra persona.

source: we can't let our guard down, not even for a moment!
es_419: ¡No podemos bajar la guardia ni por un segundo!

source: dammit! there are more of them on my tail!
es_419: ¡Mierda! ¡Nos están siguiendo muchos más!

source: I can tell by the wild look in his eyes!
es_419: ¡Su mirada salvaje lo delata!

source: we don't know what might happen while we're down here, so let's make this quick.
es_419: No sabemos qué puede pasar aquí dentro, así que seamos rápidos.

source: it was nothing more than...
es_419: … fue tan solo…

source: but it's no use pretending to be a retreats citizen.
es_419: … pero de nada sirve fingir ser un ciudadano de El Refugio.

source: chomp
es_419: Ñam

source: you gave edward a fighting chance, huh?
es_419: Le diste a Edward la oportunidad de pelear.

source: that was our best plan to get me back into the retreats...
es_419: El plan para devolverme a El Refugio se fue por el caño…

source: it barely grazed me!
es_419: ¡La bala apenas me rozó!

source: ...almost everyone has a deep-seated hostility towards people from the slums.
es_419: … casi todos sienten una profunda hostilidad hacia la gente de los barrios.

source: anyway, as that rumor began to circulate...
es_419: En fin, como ese rumor empezó a circular…

source: we need them to look exactly identical on the outside.
es_419: Tenemos que hacer que luzcan exactamente iguales.

source: if this is number three... there must be a few other places like this.
es_419: Si este es el número tres… debe de haber otros lugares parecidos.

source: that's betty.
es_419: Betty.

source: I wasn't making things up!
es_419: ¡No inventé cosas!

source: too bad we can't use the car, on account of the blown tire.
es_419: Lástima que ahora no podemos usar el auto.

source: I'll pluck out your beady eyes first.
es_419: Primero voy a arrancarte los ojos.

source: the leader of the cheonryong gang said you could help us infiltrate the retreats.
es_419: El líder de los Cheonryong dijo que podías ayudarnos a infiltrarnos en El Refugio.

source: Back in 2124, a group of insurgents decimated the Biringam area of the Retreats.
es_419: En 2124, un grupo de insurgentes diezmó una zona de El Refugio llamada Biringam.

source: ...if I don't keep running...
es_419: … si no sigo corriendo…

source: well, there's no way he could've left brine.
es_419: Bueno, es imposible que haya escapado de Salmuera.

source: You've got my interest.
es_419: Estoy interesado.

source: you work for the retreats too, don't you?
es_419: Usted también trabaja para El Refugio, ¿no?

source: ...is to wait out the week.
es_419: … es esperarlo toda la semana.

source: srory by Sunhee Kim
es_419: Historia: Kim Sunhee

source: looks like luck's on our side.
es_419: Parece que estamos con suerte.

source: hey, look over there!
es_419: ¡Ey! ¡Miren!

source: after that, the retreats began holding the battlegrounds each year...
es_419: Después de eso, El Refugio empezó a celebrar cada año las batallas…

source: wanna know why?
es_419: ¿Saben por qué?

source: it turns out the whole area's at risk of collapse from the faults created when the underpasses were built.
es_419: Resulta que toda la zona puede derrumbarse por las fallas que surgieron cuando se construyeron los pasos subterráneos.

source: ugh, that damn meathead.
es_419: Agh, maldito imbécil.

source: all they see is just another slum rat standing next to me.
es_419: … para ellos, él no es más que otra rata de los barrios.

source: I don't know how it came to be, but the two boys look like carbon copies of each other.
es_419: No sé cómo es posible, pero parecen gemelos.

source: I don't really like the sound of that.
es_419: No me gusta cómo suena eso.

source: what the hell is he even talking about?! that's impossible!
es_419: ¡¿De qué carajo habla?! ¡Eso es imposible!

source: I was kidnapped by some slum thugs...
es_419: Unos tipos de los barrios me secuestraron…

source: give me my screen back!
es_419: ¡Devuélveme mi pantalla!

source: how do you wanna die?
es_419: ¿Cómo quieres morir?

source: of course not. no one on this goddamn island is friendly.
es_419: Por supuesto que no. Nadie en esta maldita isla es amigable.

source: how...
es_419: ¿Cómo…?

source: ...and make them pay, no matter what it took.
es_419: … y hacerlos pagar como diese lugar.

source: but more importantly...
es_419: Pero lo más importante es…

source: you said we were moving on to the next phase right away!
es_419: ¡Dijiste que íbamos a avanzar de inmediato con el plan!

source: and the potential reward is worth putting their lives on the line.
es_419: Y que la recompensa puede ser tan buena que vale la pena arriesgarse.

source: well, if I can make it into the retreats...
es_419: Bueno, si lograse volver a El Refugio…

source: wait, we're not?
es_419: Ah, ¿no?

source: all I do is complain every day. it must've been annoying for you to have to listen to me.
es_419: Lo único que hago es quejarme. Seguro era muy irritante para ti tener que escucharme.

source: but, before I do... you'll tell me where the wristwatch is.
es_419: Pero antes de hacerlo… dime dónde está el dispositivo.

source: I love you...
es_419: Te amo…

source: Argh, ack!
es_419: ¡Agh! ¡Auch!

source: you seem disappointed.
es_419: Pareces decepcionado.

source: excuse me... coming through...
es_419: Disculpen… Abran paso…

source: how pathetic I must seem...
es_419: … debo lucir patético…

source: I guess all that's left is to search the two buildings...
es_419: Supongo que ahora tendremos que buscar en esos dos edificios…

source: there are two more research facilities we haven't searched yet.
es_419: Falta buscar en dos instalaciones de investigación.

source: hell no-- ack!
es_419: ¡No…! ¡Auch!

source: savages? that's right, I almost forgot.
es_419: ¿Salvajes? Cierto, casi lo olvidaba.

source: I've been keeping an ear to the outer walls...
es_419: Vengo escuchando con atención las paredes exteriores…

source: they better not be dead!
es_419: ¡Más les vale no haber muerto!

source: yeah! he switched me with this other kid who looked just like me!
es_419: ¡Sí! ¡Me cambió con un chico que es idéntico a mí!

source: we'll try to move. give us a second!
es_419: ¡Intentaremos movernos! ¡Danos un segundo!

source: come on, follow me.
es_419: Vamos, sígueme.

source: you guys really can't hear this?
es_419: ¿En serio no escuchan nada?

source: they're here to get revenge, huh?
es_419: Conque vinieron a vengarse, ¿eh?

source: there's a lag between each blast!
es_419: ¡Hay un retraso entre cada tiro!

source: as long as I can make it back home...
es_419: Siempre que logre volver a casa…

source: I told you that we shouldn't create any unnecessary variables.
es_419: Te dije que no debíamos crear ninguna variable innecesaria.

source: passenger vessel 32des now departing for new varennai.
es_419: El barco de pasajeros 32DES parte a Nueva Varennai.

source: nom
es_419: ÑAM

source: how did you know about remembric, anyway?
es_419: Por cierto, ¿cómo supiste lo del recordatón?

source: looks like greenwood didn't know its exact location, otherwise they would've come to research facility 2 right away.
es_419: Parece que Greenwood no sabía con exactitud dónde estaba. Si no, habrían venido de inmediato al centro de investigación 2.

source: meet our engineer, tiber.
es_419: Te presento a Tiber, el ingeniero.

source: yes...
es_419: Sí…

source: but, how do I put it...
es_419: Pero ¿cómo te lo explico…?

source: maybe this was also a water purifier company once.
es_419: Tal vez ellos también hayan sido una purificadora de agua.

source: what exactly is this place?
es_419: ¿Qué es exactamente este sitio?

source: cleared for summary execution.
es_419: Ejecución sumaria autorizada.

source: break out some rations, cyclops!
es_419: ¡Reparte algunas raciones, cíclope!

source: if we have a duty to protect human rights and dignity...
es_419: Si tenemos el deber de proteger los derechos y la dignidad humanos…

source: you got something you wanna ask me?
es_419: ¿Acaso quieres preguntarme algo?

source: edward, you're gonna need to bulk up a little if you want your first kill.
es_419: Edward, vas a tener que sacar un poco de músculo si quieres matar a alguien.

source: why the hell are we on rear-guard duty?
es_419: ¿Por qué carajo vigilamos la retaguardia?

source: ...there's no such thing as a retreat for the likes of us.
es_419: … no hay tal cosa como un refugio para la gente como nosotros.

source: I'm edward son, a citizen of the retreats!
es_419: ¡Soy Edward Son, ciudadano de El Refugio!

source: you don't have to drive me to the port.
es_419: No tienes que llevarme al puerto.

source: this is an augmented reality body aug...
es_419: ¡Esta es una mejora corporal con realidad aumentada…

source: of course, he wasn't my son, gable...
es_419: Claro está, no era Gable…

source: well? first time you're witnessing such a sight, isn't it?
es_419: ¿Y bien? Primera vez que ves semejante espectáculo, ¿verdad?

source: ...I can get these wounds treated right away.
es_419: … me podré curar estas heridas de inmediato.

source: I think he might be talking about me, chief.
es_419: Creo que está hablando de mí, jefe.

source: can I blow up the rest?
es_419: ¿Puedo volar a los demás?

source: they were there to take care of a dead body, not a live one.
es_419: Terminaron encargándose de un cadáver y no de un vivo.

source: oh yeah?
es_419: ¿En serio?

source: hurry! we don't have much time!
es_419: ¡Rápido! ¡Tenemos poco tiempo!

source: two days later
es_419: Dos días después

source: ...was a stranger from the slums, who I only met today...
es_419: … fue un extraño de los barrios que apenas conocí hoy…

source: ...with the last combatant standing receiving a combat visa, which granted them the right to live in the retreats.
es_419: … y a darle al único sobreviviente una visa de combate que les daba el derecho de vivir en El Refugio.

source: you have to train it so that, in a pinch, you won't end up panicking and making a stupid move.
es_419: Tienes que entrenarla para que, cuando estés en apuros, no entres en pánico y cometas alguna estupidez.

source: that's what he says, at least.
es_419: Bueno, eso es lo que dijo.

source: …but that doesn't mean that it's never been invaded in its illustrious history.
es_419: … pero eso no significa que su ilustre historia esté libre de invasiones.

source: Episode 2 - Edward
es_419: Episodio 2 - Edward

source: we're going to die like he did, riddled with holes!
es_419: ¡Vamos a morir como él, llenos de agujeros!

source: I do.
es_419: Sí.

source: what the-!
es_419: ¿Pero qué…?

source: I don't think he was lying.
es_419: Dudo que haya mentido.

source: wait, what?!
es_419: ¡Un minuto! ¡¿Qué?!

source: ...but never anything like this!
es_419: … ¡pero jamás vi algo así!

source: did ya see that?
es_419: ¿Vieron eso?

source: the way john canty got them running around... he's quite the mastermind!
es_419: La forma en que John Canty los tiene dando vueltas… ¡Es un verdadero genio!

source: do you see now?
es_419: ¿Ya te das cuenta?

source: let's slip away through the tunnels to our six o'clock.
es_419: Escapemos por los túneles a las seis en punto.

source: you did what? are you kidding me?! what if he'd died because of your little gambit?!
es_419: ¡¿Que hiciste qué?! ¡¿Estás bromeando?! ¡¿Y si moría por culpa de tus estúpidos jueguitos?!

source: so... money? how much do you want?
es_419: Entonces… ¿cuánto dinero quieres?

source: I'm giving you an opportunity to survive.
es_419: Te estoy dando la oportunidad de sobrevivir.

source: why can't he do it himself?
es_419: ¿Por qué no lo hace él mismo?

source: so that's the infamous john canty.
es_419: Conque ese es el infame John Canty.

source: what's going on here? hang on a minute...!
es_419: ¿Qué está pasando? ¡Esperen un momento…!

source: ...one person's joys and sorrows...
es_419: … las alegrías y penas de una persona…

source: in the end, by offering a slim but guaranteed shot at living in the retreats...
es_419: Al final, al ofrecernos una oportunidad minúscula pero segura de vivir en El Refugio…

source: they could be clones, for all I know.
es_419: Parecen clones.

source: the prime suspect is jonny mountain, who was granted a combat visa last year.
es_419: El principal sospechoso es Jonny Mountain, a quien se le otorgó una visa de combate.

source: I'm going to recruit one of them.
es_419: Voy a reclutar a uno de ellos.

source: if what you say is true and there are people who secretly augment their bodies before entering the battlegrounds...
es_419: Si lo que dices es cierto y hay gente que compra mejoras corporales en secreto antes de entrar a los campos de batalla…

source: quit following me!
es_419: ¡Deja de seguirme!

source: hmph!
es_419: ¡Mmm!

source: guh... urgh...
es_419: Agh… Ufff…

source: smash
es_419: CRASH

source: he may be a newcomer to brine, but he's adapting pretty well.
es_419: Aunque sea un novato en Salmuera, se está adaptando muy bien.

source: your father's water purifier rental business has a monopoly over the slums.
es_419: Tu padre tiene el monopolio del alquiler de agua en los barrios.

source: I had no idea you liked me...
es_419: No tenía idea de que yo te gustaba…

source: if there's something you want, just say it. we'll make it happen.
es_419: Si quieres algo, solo dilo. Y vamos a dártelo.

source: is that a good idea?
es_419: ¿Será una buena idea?

source: let me give you a very good reason, you retreats scums.
es_419: Déjenme darles una razón para odiarme, basuras de El Refugio.

source: I couldn't just ignore someone with such a look in his eyes.
es_419: no pude ignorar a alguien con esa mirada.

source: hey, have you seen this? jonny's gone berserk!
es_419: ¡Ey! ¿Viste lo que pasó? ¡Jonny se volvió loco!

source: speaking of which, boris... we managed to intercept their comms...
es_419: Hablando de eso, Boris… Logramos interceptar sus intercomunicadores…

source: yeah, but I don't blame him.
es_419: Sí, pero no lo culpo.

source: so that thing...
es_419: ¿Esa cosa…

source: in the retreats, we're all equally guaranteed a basic standard of living.
es_419: En El Refugio, todos tenemos garantizado un nivel de vida básico.

source: why do I--
es_419: ¿Por qué…?

source: or solid gold that you can lay your hands on right now.
es_419: u obtener dinero real en este mismo instante.

source: all scans complete.
es_419: Análisis completos.

source: charge!!!
es_419: ¡¡Ataquen!!

source: ...betrayed by a savage, after a life of abject apathy...
es_419: … traicionado por un salvaje después de una apática vida…

source: over there...
es_419: Miren…

source: I remember what the retreats kid said to you.
es_419: Recuerdo lo que el chico de El Refugio te dijo.

source: my son's also risking his life to deceive everyone in the retreats.
es_419: Y mi hijo también está arriesgando su vida para engañar a todos.

source: ...which wasn't a decision that I would've made if I weren't so desperate.
es_419: Si no hubiese estado tan desesperado, jamás habría tomado semejante decisión.

source: if we hadn't, you'd be dead meat by now, you moron!
es_419: ¡Si no lo hubiéramos hecho, estarías muerta, idiota!

source: ...when will he learn his lesson?
es_419: … ¿cuándo va a aprender la lección?

source: ...I don't have a hope in hell of ever making it into the white spire.
es_419: … no puedo ni soñar con vivir en la espiral blanca.

source: Oops, oh man…I didn't think this was loaded.
es_419: Ups, amigo… no creí que tuviese la pistola cargada.

source: something more...
es_419: ¿Algo más…

source: WHIRR
es_419: TRRR

source: this way!
es_419: ¡Por aquí!

source: that's impossible. the retreats strictly cracks down on smuggling--
es_419: ¡Imposible! El Refugio combate rigurosamente el contrabando…

source: ...but...
es_419: … pero…

source: I remember killing this guy earlier.
es_419: Recuerdo haber matado a este tipo.

source: tsk. what a load of crap.
es_419: Tch. Cuánta mierda.

source: damn straight.
es_419: Así es.

source: I said, it's not like thaaaaat!
es_419: ¡Ya te dije que noooo!

source: if the summer of flames had never happened...
es_419: Si el verano en llamas no hubiese pasado…

source: if I let those jackals start another summer of flames in solgaya...
es_419: ... Si dejo que esos animales lleven a Solgaya a otro verano en llamas…

source: die?
es_419: ¿Morir?

source: it's probably long dead, but I'm impressed it even managed to grow this tall.
es_419: Seguro lleva mucho tiempo muerto, pero es increíble que haya crecido tanto.

source: he and my employer's son look exactly alike.
es_419: El hijo de mi jefe es idéntico a él.

source: Back in the country called Korea, where my ancestors lived, they apparently had this saying.
es_419: En un país que se llamaba Corea, donde vivían mis ancestros, tenían un refrán.

source: if it weren't for that...
es_419: Si no fuese por eso…

source: why are they aiming at me?!
es_419: ¡¿Por qué me apuntan a mí?!

source: doesn't concern me? nah, I'm emotionally invested!
es_419: ¿Que no es mi problema? ¡Ahora me afecta emocionalmente!

source: time to start searching.
es_419: Es hora de empezar la búsqueda.

source: see?!
es_419: ¡¿Ven?!

source: I was told that the bg was introduced...
es_419: me dijeron que los CB nacieron…

source: shoot him, dammit! shoot!
es_419: ¡Dispárale, carajo! ¡Dispara!

source: don't you get it, jonathan?
es_419: ¿No entiendes, Jonathan?

source: the original plan was to transplant your arms onto gable...
es_419: El plan original era trasplantarle tus brazos a Gable…

source: I knew you had it in you!
es_419: ¡Sabía que tenías esa llama dentro!

source: I have a question.
es_419: Tengo una pregunta.

source: entrants, once you have changed your clothes...
es_419: Ingresantes, cuando se hayan cambiado de ropa…

source: hey, if you're done, get the hell out!
es_419: Ey, si ya terminaste, ¡largo de aquí!

source: in a way, the mind is like a kind of muscle.
es_419: De cierta forma, la mente es un músculo más.

source: it's something that I noticed before...
es_419: Me había dado cuenta antes…

source: at the port?!
es_419: ¡¿En el puerto?!

source: a mobile device that can access the remembric...
es_419: Un dispositivo móvil que puede acceder a un recordatón…

source: ...I saw the device, all nicely wrapped up and ready for the taking.
es_419: … vi el dispositivo. Estaba bien envuelto y listo para que se lo llevaran.

source: a petty thief?
es_419: ¿Un ladronzuelo?

source: those assh*les... no way...
es_419: Esos malnacidos… Imposible…

source: but the problem is...
es_419: Pero el problema es…

source: and it lets us control any electronic device with a flick of our fingers.
es_419: Y nos permite controlar cualquier dispositivo electrónico con solo mover los dedos.

source: wait... you believe me?!
es_419: Espera… ¡¿me crees?!

source: I should've known it wouldn't recognize me!
es_419: ¡Debí imaginar que no me iba a reconocer!

source: we're at an overwhelming disadvantage.
es_419: Definitivamente estamos en desventaja.

source: whoa, whoa! wait! what are you doing?!
es_419: ¡Ey, ey! ¡Espera! ¡¿Qué haces?!

source: there's a reason why we have an ammo cache on every floor.
es_419: Por algo tenemos depósitos de munición en cada piso.

source: to be specific...
es_419: Más específicamente…

source: ...and anyone who's healthy and well is evil?
es_419: … y los que están bien y saludables son malos?

source: ...I suggest you get out of my sight.
es_419: … sugiero que te largues de mi vista.

source: having said that... you made a big mistake, underestimating the cheonryong gang.
es_419: Aun así… cometiste un grave error al subestimar a los Cheonryong.

source: ...not only do we need the entire process to be done within an hour...
es_419: … no solo tenemos que realizar todo el procedimiento en menos de una hora…

source: randy, have you even packed yet?
es_419: Randy, ¿todavía no has empacado?

source: they want a way to get rich quick.
es_419: … y volverse ricos rápido.

source: it's against the rules, so the filter catches most of them...
es_419: Está prohibido tenerlas, así que el filtro atrapa a la gran mayoría…

source: it's to keep those retreats babies calm.
es_419: Es para mantener la tranquilidad en El Refugio.

source: I MAY NOT BE ABLE TO KILL…
es_419: No puedo matar a nadie…

source: they've stopped shooting!
es_419: ¡Dejaron de disparar!

source: wait, what the hell?!
es_419: ¡¿Pero qué mierda?!

source: hey...
es_419: Oye…

source: why me?!
es_419: ¡¿Por qué yo?!

source: quit selling water to savages...
es_419: ¡Deja de venderles agua a esos salvajes…

source: but because the building is in the megaslums, near the retreats...
es_419: Pero, como estos edificios están cerca de El Refugio…

source: huff!
es_419: ¡Uff!

source: I'm not a cyclops, dammit.
es_419: No soy un maldito cíclope.

source: like a fool.
es_419: Qué idiota.

source: chief probably retreated and took off through the tunnels.
es_419: El jefe seguramente hizo una retirada a través de los túneles.

source: well, it was just sitting on a table on the ground floor.
es_419: Bueno, estaba en una mesa del segundo piso.

source: ...although he was ultimately fired for being a pyromaniac.
es_419: … pero lo terminaron despidiendo por culpa de su piromanía.

source: n-no! that ain't it!
es_419: ¡N-no! ¡No es eso!

source: something blew up in the air.
es_419: Algo estalló en el aire.

source: haha... hahaha! looks like I underestimated you.
es_419: Ja, ja… ¡Ja, ja, ja! Parece que te subestimé.

source: if somebody hates you for no reason...
es_419: … si alguien te odia sin ningún motivo…

source: a nap?
es_419: ¿Una siesta?

source: three days later
es_419: Tres días después

source: we're almost there.
es_419: Ya casi llegamos.

source: they led perfect lives in paradise.
es_419: Llevaban vidas perfectas en el paraíso.

source: ...is going to replace me?
es_419: … va a reemplazarme?

source: was she at the port then too?
es_419: ¿Ella también estaba ahí?

source: ...you're surprisingly normal-looking.
es_419: … luces como un tipo bastante normal.

source: still, that's good enough for today, kid.
es_419: Aun así, hoy estuviste bien, muchacho.

source: you left way earlier.
es_419: Te fuiste mucho antes.

source: she's out of ammo, boys!
es_419: ¡Se quedó sin munición!

source: ...this is the cheonryong gang...
es_419: … estos son los Cheonryong…

source: we'll give you a head start to run off to another retreats before we start the show.
es_419: Vamos a dejar que huyas a otro refugio antes de que empecemos el espectáculo.

source: if you really want to survive...
es_419: Si en verdad quieres sobrevivir…

source: I won't go down like your grandfather did.
es_419: No voy a morir como tu abuelo.

source: ...made using the finest contraband retreats technology!
es_419: … hecha con la mejor tecnología contrabandeada de El Refugio!

source: what's our next move, chief?
es_419: ¿Qué hacemos ahora, jefe?

source: I'm going to help you get into the retreats!
es_419: ¡Voy a ayudarte a volver allá!

source: let me in, right now!
es_419: ¡Déjeme entrar ya mismo!

source: how do you forget his name every time? it's rude, you know!
es_419: ¿Cómo es que siempre olvidas su nombre? ¡Qué maleducada!
